{
  "featured_queries": [
    {
      "id": "brazil-oil-environmental-risks",
      "title": "Brazilian Oil Companies Environmental Risk Analysis",
      "query": "Analyze the environmental risk exposure of oil and gas companies in Brazil. Show me companies with assets facing high flood and water stress risks, their Scope 3 emissions trends since 2020, and how this relates to Brazil's climate adaptation and emissions reduction policies.",
      "image": "/static/images/brazil-oil-risks.jpg",
      "category": "Environmental Risk",
      "description": "Comprehensive analysis of water stress, flood risks, and emissions trends for Brazilian oil & gas companies"
    },
    {
      "id": "global-solar-capacity",
      "title": "Global Solar Capacity Analysis",
      "query": "Show me solar facilities and capacity data across Brazil, India, South Africa, and Vietnam. Include maps of major installations, capacity comparisons by country, and policy frameworks supporting solar development.",
      "image": "/static/images/global-solar-capacity.jpg",
      "category": "Renewable Energy",
      "description": "Interactive maps and charts showing global solar infrastructure and capacity trends"
    },
    {
      "id": "climate-policy-effectiveness",
      "title": "Climate Policy Effectiveness by Country",
      "query": "Compare climate policy effectiveness across major economies. Show NDC commitments, domestic policy alignment, and implementation progress for countries like Brazil, India, and South Africa. Include maps of renewable energy facilities to visualize policy implementation across these regions.",
      "image": "/static/images/climate-policy-effectiveness.jpg",
      "category": "Policy Analysis",
      "description": "Cross-country comparison of climate policy frameworks and implementation progress"
    },
    {
      "id": "brazil-renewable-growth",
      "title": "Brazil's Renewable Energy Growth Trends",
      "query": "Show renewable energy capacity growth in Brazil from 2020 to present. Include solar and wind installations with charts showing year-over-year growth rates. Map solar facilities across Brazil showing capacity distribution and geographic clusters.",
      "image": "/static/images/brazil-renewable-growth.jpg",
      "category": "Renewable Energy",
      "description": "Tracking Brazil's renewable energy expansion with growth metrics"
    },
    {
      "id": "scope3-emissions-trends",
      "title": "Scope 3 Emissions Trends Analysis",
      "query": "Show Scope 3 emissions trends for major oil and gas companies from 2020-2023. Include breakdown by upstream vs downstream emissions, emissions intensity metrics, and comparison with industry benchmarks.",
      "image": "/static/images/scope3-emissions-trends.jpg",
      "category": "Emissions Analysis",
      "description": "Time series analysis of corporate Scope 3 emissions with detailed breakdowns"
    },
    {
      "id": "renewable-energy-policy-brazil",
      "title": "Brazil's Renewable Energy Policy Framework",
      "query": "Analyze Brazil's renewable energy policies including feed-in tariffs, auction mechanisms, and regulatory frameworks. Show how these policies have driven solar and wind capacity growth. Include maps of solar installations to visualize policy impact across Brazilian regions.",
      "image": "/static/images/brazil-renewable-policy.jpg",
      "category": "Policy Analysis",
      "description": "Deep dive into Brazil's renewable energy policy instruments and their effectiveness"
    },
    {
      "id": "mining-climate-risks-africa",
      "title": "Mining Sector Climate Risks in Africa",
      "query": "Analyze climate risks for mining operations across African countries. Show flood risks, water stress impacts on major mining sites, and how climate adaptation policies address extractive industries in South Africa, DRC, and Ghana. Include maps of renewable energy facilities in South Africa to show clean energy alternatives.",
      "image": "/static/images/mining-climate-africa.jpg",
      "category": "Environmental Risk",
      "description": "Climate vulnerability assessment for African mining operations"
    },
    {
      "id": "deforestation-policy-amazon",
      "title": "Deforestation Policy Effectiveness in Amazon Countries",
      "query": "Compare deforestation policies and their effectiveness across Amazon basin countries. Include Brazil's Legal Amazon monitoring, Peru's forest management policies, and Colombia's REDD+ programs. Show policy implementation timelines and forest cover change data.",
      "image": "/static/images/amazon-deforestation-policy.jpg",
      "category": "Policy Analysis",
      "description": "Cross-country analysis of Amazon deforestation prevention policies"
    },
    {
      "id": "carbon-pricing-global",
      "title": "Global Carbon Pricing Mechanisms Comparison",
      "query": "Compare carbon pricing mechanisms worldwide including carbon taxes, emissions trading systems, and carbon credits. Focus on price levels, coverage sectors, and revenue usage in EU ETS, China's national ETS, and carbon tax systems in South Africa and Colombia.",
      "image": "/static/images/carbon-pricing-global.jpg",
      "category": "Policy Analysis",
      "description": "Comprehensive overview of carbon pricing instruments globally"
    },
    {
      "id": "ev-policy-emerging-markets",
      "title": "Electric Vehicle Policy Adoption in Emerging Markets",
      "query": "Analyze electric vehicle adoption policies in emerging markets. Compare incentive structures, charging infrastructure plans, and manufacturing policies in India, Brazil, South Africa, and Indonesia. Include policy timelines and market penetration data. Map solar facilities across India, Brazil, and South Africa to show renewable energy infrastructure supporting EV charging.",
      "image": "/static/images/ev-policy-emerging.jpg",
      "category": "Policy Analysis",
      "description": "EV policy frameworks and adoption strategies in emerging economies"
    }
  ],
  "metadata": {
    "last_updated": "2024-01-15T10:00:00Z",
    "total_queries": 10,
    "categories": [
      "Environmental Risk",
      "Renewable Energy",
      "Policy Analysis",
      "Financial Risk",
      "Emissions Analysis"
    ],
    "cache_generated_at": "2025-06-24T00:34:17.433382",
    "cached_queries": 10
  }
}